/* Are you sure you want to erase and install the selected macOS on this mac?\n\nWARNING: ALL CONTENT WILL BE ERASED! */
"areYouSureToEraseAndInstallMessageKey" = "Weet je zeker dat je deze Mac wilt wissen en het gelecteerde macOS erop wilt installeren?\n\nWaarschuwing: Alle data wordt gewist.";

/* Are you sure and install helper message */
"areYouSureToEraseAndInstallHelperMessageKey" = "We moeten een helper installeren, om deze mac te kunnen wissen.\n\nWeet je zeker dat je deze Mac wilt wissen en het gelecteerde macOS erop wilt installeren?\n\nWaarschuwing: Alle data wordt gewist.";

/* Cancel */
"cancelButtonKey" = "Annuleer";

/* Header to display Title. */
"headerTitleStart" = "Erase & Install";

/* Header to display Checklist. */
"headerTitleChecklist" = "Checklist";

/* Header to display Erase is Running. */
"headerTitleEraseIsRunning" = "Voorbereiden op Erase & Install";

/* There is an active network found key. */
"checkNetworkFoundKey" = "Actief netwerk is gevonden.";

/* The correct macOS version is not installed or the disk is not formatted in the APFS format. */
"CorrectOSorAPFSNotTrueKey" = "De juiste macOS versie is niet geinstalleerd, of de opstaartschijf is niet in het APFS formaat geformateerd.";

/* Explanation Or Purpose of app. */
"explanationAndPurposeOfAppKey" = "This tool will erase all data on this Mac and re-install macOS to return the Mac to the factory default.\n\n All your personal data and information will be deleted from this Mac!";

/* Find My Mac Disabled */
"findMyMacDisableMessageKey" = "Vind mijn Mac is uitgeschakeld.";

/* Find My Mac is Enabled */
"findMyMacEnabledMessageKey" = "Vind mijn Mac is ingeschakeld, je kunt dit uitzetten in je iCloud voorkeuren.";

/* Button Label to Install Helper */
"installHelperButtonKey" = "Installeer Helper";

/* Message to display when helper needs to be installed */
"messeageInstallHelperAlertKey" = "Om door te kunnen gaan, moeten we een vernieuwde versie van de Helper installeren.";

/* Sorry we could not find an installer, in order to proceed, we need an installer to be present on your Mac. */
"noInstallerFoundErrorMessageKey" = "Er is geen installer gevonden, deze is noodzakelijke om door te gaan.\n\nJe kunt deze vinden en downloaden in de Apple App Store.";

/* No Network */
"noNetworkMessageKey" = "Geen actief netwerk gevonden.\n\nVerbind alsjeblieft de Mac met een netwerk.";

/* Quit */
"quitKey" = "Afsluiten";

/* No Installer Found */
"searchProgressNoInstallerFound" = "Geen installer gevonden op de aangesloten schijven.";

/* Select Installer Button */
"selectInstallerButtonKey" = "Selecteer een installer.";

/* Sorry */
"sorryKey" = "Sorry";

/* Warning */
"warningKey" = "Waarschuwning!";

/* Continue Button */
"continueButtonKey" = "Doorgaan";

/* Start Erase & Install */
"startEraseAndInstallButtonKey" = "Start met Erase & Install";

/* Select an Installer */
"pickerTitleKey" = "Selecteer een installer.";

/* Running Erase Commannd */
"runningEraseCommandMessageKey" = "Deze computer wordt nu gewist en is geblokkeerd totdat deze herstart.";

/* Alert Running on Battery Title */
"runningBatteryAlertTitleKey" = "Stroomvoorziening: Interne batterij.";

/* Alert Running on Battery Messaage */
"runningBatteryAlertMessageKey" = "Je maakt gebruik van je interne batterij, helaas is er niet genoeg stroom over om door te gaan.\nSluit alsjeblieft de voeding aan en probeer opnieuw.\n\n";

/* Alert Running on Battery Current battery capacity */
"runningBatteryAlertCurrentCapacityKey" = "Huidige capaciteit:";
